app/Controllers/Home.php

SELECT *
FROM `animes`
ORDER BY `created_at` DESC
---
    public function index()
    {
        $anime = new AnimeModel();
        $res = $anime->orderBy('created_at','desc')->findAll();